export const PAGE = {
    slug: "gallery",
    path: "gallery",

    title: {
        ru: "Фотогалерея наших работ",
        uk: "Фотогалерея наших робіт",
    },
    menu: {
        visible: true,
        order: 5,
        parent: null,
    },
    seo: {
        ru: {
            title: "Фотогалерея пластиковых окон в Харькове | Наши выполненные работы",
            description:
                "Фото установленных пластиковых окон, дверей и остекления от компании в Харькове. Примеры наших работ, монтаж окон ПВХ, балконов и других конструкций.",
        },

        uk: {
            title: "Фотогалерея пластикових вікон у Харкові | Наші виконані роботи",
            description:
                "Фото встановлених пластикових вікон, дверей та скління від компанії у Харкові. Приклади наших робіт, монтаж вікон ПВХ, балконів та інших конструкцій.",
        },
    },

    banner: {
        image: "/img/banner/gallery.webp",
        imageMobile: "/img/banner/gallery.webp",
    },
};