const TABS_IMAGES = {
    four: "/img/white4x.webp",
    five: "/img/6.webp",
    six: "/img/greenokno_shuco-si82_produkciya_image_03.webp",
    eight: "/img/ideal-7000.webp",
} as const;

export const PAGE_DATA = {
    ru: {
        title: "Технические характеристики WDS",

        tabsItem: [
            {
                id: "four",
                image: TABS_IMAGES.four,
                label: "4-х камерный профиль",
                content: [
                    "Монтажная ширина: 60 мм",
                    "Ширина стеклопакета: 24/32 мм",
                    "Воздушные камеры: 4",
                    "Звукоизоляция: до 42 дБ",
                    "Теплоизоляция: 0,81 Вт/м²К",
                    "Толщина наружной стенки: 2,65 мм",
                    "Двойной контур уплотнения белого цвета (впаянный)",
                    "Толщина металла: 1,2 мм",
                ],
            },
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-ти камерный профиль",
                content: [
                    "Монтажная ширина: 70 мм",
                    "Ширина стеклопакета: 24/38 мм",
                    "Воздушные камеры: 5",
                    "Звукоизоляция: до 43 дБ",
                    "Теплоизоляция: 0,89 Вт/м²К",
                    "Толщина наружной стенки: 2,7 мм",
                    "Двойной контур уплотнения белого цвета (съемный)",
                    "Толщина металла: 1,5 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-ти камерный профиль",
                content: [
                    "Монтажная ширина: 70 мм",
                    "Ширина стеклопакета: 24/40 мм",
                    "Воздушные камеры: 6",
                    "Звукоизоляция: до 44 дБ",
                    "Теплоизоляция: 1,08 Вт/м²К",
                    "Толщина наружной стенки: 2,7 мм",
                    "Двойной контур уплотнения белого цвета (съемный)",
                    "Толщина металла: 1,5 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "8-и камерный профиль",
                content: [
                    "Монтажная ширина: 82 мм",
                    "Ширина стеклопакета: 32/44 мм",
                    "Воздушные камеры: 8",
                    "Звукоизоляция: до 46 дБ",
                    "Теплоизоляция: 1,45 Вт/м²К",
                    "Толщина наружной стенки: 2,7 мм",
                    "Тройной контур уплотнения белого цвета (съемный)",
                    "Толщина металла: 1,5 мм",
                ],
            },
        ],
    },

    uk: {
        title: "Технічні характеристики WDS",

        tabsItem: [
            {
                id: "four",
                image: TABS_IMAGES.four,
                label: "4-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 4",
                    "Звукоізоляція: до 42 дБ",
                    "Теплоізоляція: 0,81 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,65 мм",
                    "Подвійний контур ущільнення білого кольору (впаяний)",
                    "Товщина металу: 1,2 мм",
                ],
            },
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-камерний профіль",
                content: [
                    "Монтажна ширина: 70 мм",
                    "Ширина склопакета: 24/38 мм",
                    "Повітряні камери: 5",
                    "Звукоізоляція: до 43 дБ",
                    "Теплоізоляція: 0,89 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,7 мм",
                    "Подвійний контур ущільнення білого кольору (знімний)",
                    "Товщина металу: 1,5 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-камерний профіль",
                content: [
                    "Монтажна ширина: 70 мм",
                    "Ширина склопакета: 24/40 мм",
                    "Повітряні камери: 6",
                    "Звукоізоляція: до 44 дБ",
                    "Теплоізоляція: 1,08 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,7 мм",
                    "Подвійний контур ущільнення білого кольору (знімний)",
                    "Товщина металу: 1,5 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "8-камерний профіль",
                content: [
                    "Монтажна ширина: 82 мм",
                    "Ширина склопакета: 32/44 мм",
                    "Повітряні камери: 8",
                    "Звукоізоляція: до 46 дБ",
                    "Теплоізоляція: 1,45 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,7 мм",
                    "Потрійний контур ущільнення білого кольору (знімний)",
                    "Товщина металу: 1,5 мм",
                ],
            },
        ],
    },
};