

const ADVANTAGES_IMAGES = {
    quality: "/img/advantages/block-1.webp",
    timeliness: "/img/advantages/block-2.webp",
    saving: "/img/advantages/block-4.webp",
    shopping: "/img/advantages/block-5.webp",
    work: "/img/advantages/block-6.webp",
}
export const PAGE_DATA = {
    ru: {
        advantages: {
            title: "Производство пластиковых окон состоит из следующих этапов",
            titleBlockNumber: 95,
            titleBlock: "клієнтів",
            descriptionBlock: "Выполняем изготовление ПВХ – конструкций любого вида сложности.",
            items: [
                {
                    id: "shopping",
                    title: "Подготовка",
                    image: ADVANTAGES_IMAGES.shopping,
                    description: "Подготовка армировки, выступающей металлическим усилителем конструкции. Производители используют оцинкованный прокат, который устанавливается внутрь профиля и закрепляется саморезами. Благодаря этому изделие получает дополнительную жесткость. Фрезеровка отверстий для дренажа, отвечающих за отвод воды в случае образования конденсата.",
                },
                {
                    id: "saving",
                    title: "фиксирует стеклопакет",
                    image: ADVANTAGES_IMAGES.saving,
                    description: "Производитель фиксирует стеклопакет в раме путем его распорки с использованием вкладышей, стеклопакет закрепляется штапиками, тестируется в режиме эксплуатации",
                },
                {
                    id: "quality",
                    title: "Раскрой",
                    image: ADVANTAGES_IMAGES.quality,
                    description: "Раскрой (резка) профиля. Используются заготовки для рам, оконных створок, перегородок",
                },
                {
                    id: "timeliness",
                    title: "Торцовка",
                    image: ADVANTAGES_IMAGES.timeliness,
                    description: "Работа с торцевой частью поперечины. Для этого требуется торцефрезерный станок, укомплектованный фрезами. Производится вставка импоста в раму. Фрезеровка пазов, предназначенных для монтажа замкового механизма и выбранной фурнитуры",
                },


                {
                    id: "work",
                    title: "Сварка",
                    image: ADVANTAGES_IMAGES.work,
                    description: "Производство прочных пластиковых окон — сварка заготовок, позволяющая получить уже готовый полуфабрикат. Зачистка швов, удаление появившихся наплывов. Фурнитура устанавливается на ПВХ раму и створки, далее они объединяются в готовый блок",
                },
            ],
        },


    },
    uk: {
        advantages: {
            title: "Виробництво пластикових вікон складається з таких етапів",
            titleBlockNumber: 95,
            titleBlock: "клієнтів",
            descriptionBlock: "Виконуємо виготовлення ПВХ-конструкцій будь-якої складності.",
            items: [
                {
                    id: "shopping",
                    title: "Підготовка",
                    image: ADVANTAGES_IMAGES.shopping,
                    description: "Підготовка армування, яке виступає металевим підсилювачем конструкції. Використовується оцинкований профіль, що встановлюється всередину профілю та закріплюється саморізами. Завдяки цьому конструкція отримує додаткову жорсткість. Також виконується фрезерування дренажних отворів для відведення води у разі утворення конденсату.",
                },
                {
                    id: "saving",
                    title: "Фіксація склопакета",
                    image: ADVANTAGES_IMAGES.saving,
                    description: "Склопакет фіксується в рамі за допомогою спеціальних підкладок, після чого закріплюється штапиками та проходить перевірку працездатності в режимі експлуатації.",
                },
                {
                    id: "quality",
                    title: "Розкрій",
                    image: ADVANTAGES_IMAGES.quality,
                    description: "Розкрій (різання) профілю. Готуються заготовки для рам, стулок та імпостів майбутньої конструкції.",
                },
                {
                    id: "timeliness",
                    title: "Торцювання",
                    image: ADVANTAGES_IMAGES.timeliness,
                    description: "Обробка торцевої частини імпоста на торцефрезерному верстаті зі спеціальними фрезами. Виконується встановлення імпоста в раму, фрезерування пазів для монтажу замкового механізму та фурнітури.",
                },
                {
                    id: "work",
                    title: "Зварювання",
                    image: ADVANTAGES_IMAGES.work,
                    description: "Виготовлення міцних пластикових вікон включає зварювання заготовок, що дозволяє отримати готову конструкцію. Після цього виконується зачистка швів, видалення напливів, встановлення фурнітури на раму та стулки і остаточне складання віконного блоку.",
                },
            ],
        },
    }
};