export const PAGE = {
    slug: "window-slopes",
    path: "services/window-slopes",

    title: {
        ru: "Откосы",
        uk: "Укоси",
    },
    menu: {
        visible: true,
        order: 6,
        parent: "services",
    },
    seo: {
        ru: {
            title: "Установка откосов на окна в Харькове | Внутренняя и наружная отделка",
            description:
                "Профессиональная установка оконных откосов в Харькове. Внутренние и наружные откосы для пластиковых окон, отделка, утепление и качественный монтаж.",
        },

        uk: {
            title: "Встановлення укосів на вікна у Харкові | Внутрішнє та зовнішнє оздоблення",
            description:
                "Професійне встановлення віконних укосів у Харкові. Внутрішні та зовнішні укоси для пластикових вікон, оздоблення, утеплення та якісний монтаж.",
        },
    },

    banner: {
        image: "/img/banner/image-02.webp",
        imageMobile: "/img/banner/image-02-mob.webp",
    },


};