const TABS_IMAGES = {
    four: "/img/white4x.webp",
    five: "/img/6.webp",
    six: "/img/greenokno_shuco-si82_produkciya_image_03.webp",
    eight: "/img/ideal-7000.webp",
} as const;

export const PAGE_DATA = {
    ru: {
        title: "Технические характеристики Aluplast",

        tabsItem: [
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-ти камерный профиль",
                content: [
                    "монтажная ширина 70 мм",
                    "Ширина стеклопакета: 32/44 мм",
                    "воздушные камеры 4-5",
                    "звукоизоляция до 43 дБ",
                    "теплоизоляция 0,78 В\м2К",
                    "Толщина наружной стенки: 2,9 мм",
                    "двойной контур уплотнения черного, белого цвета (съемный)",
                    "Толщина металла: 1,3 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-ти камерный профиль",
                content: [
                    "Монтажная ширина: 80 мм",
                    "Ширина стеклопакета: 32/40 мм",
                    "Воздушные камеры: 6",
                    "звукоизоляция до 43 дБ",
                    "теплоизоляция 0,82 В\м2К",
                    "Толщина наружной стенки: 2,9 мм",
                    "двойной контур уплотнения черного, белого цвета (съемный)",
                    "Толщина металла: 1,3 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "7-и камерный профиль",
                content: [
                    "монтажная ширина 85 мм",
                    "ширина стеклопакета 32/51 мм",
                    "воздушные камеры 7",
                    "звукоизоляция 47-50 дБ",
                    "теплоизоляция 1 В\м2К",
                    "Толщина наружной стенки: 2,9 мм",
                    "двойной контур уплотнения черного, белого цвета (съемный)",
                    "толщина метала 1,5 мм, либо может использовать без металла",
                ],
            },
        ],
    },

    uk: {
        title: "Технічні характеристики Aluplast",

        tabsItem: [
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-камерний профіль",
                content: [
                    "Монтажна ширина: 70 мм",
                    "Ширина склопакета: 32/44 мм",
                    "Повітряні камери: 4-5",
                    "Звукоізоляція: до 43 дБ",
                    "Теплоізоляція: 0,78 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,9 мм",
                    "Подвійний контур ущільнення чорного, білого кольору (знімний)",
                    "Товщина металу: 1,3 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-камерний профіль",
                content: [
                    "Монтажна ширина: 80 мм",
                    "Ширина склопакета: 32/40 мм",
                    "Повітряні камери: 6",
                    "Звукоізоляція: до 43 дБ",
                    "Теплоізоляція: 0,82 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,9 мм",
                    "Подвійний контур ущільнення чорного, білого кольору (знімний)",
                    "Товщина металу: 1,3 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "7-камерний профіль",
                content: [
                    "Монтажна ширина: 85 мм",
                    "Ширина склопакета: 32/51 мм",
                    "Повітряні камери: 7",
                    "Звукоізоляція: 47-50 дБ",
                    "Теплоізоляція: 1 Вт/м²К",
                    "Товщина зовнішньої стінки: 2,9 мм",
                    "Подвійний контур ущільнення чорного, білого кольору (знімний)",
                    "Товщина металу: 1,5 мм, або може використовуватися без металу",
                ],
            },
        ],
    },
};