
export const PAGE = {
    slug: "home",
    path: "",

    title: {
        ru: "Главная",
        uk: "Головна",
    },
    menu: {
        visible: false,
        order: 0,
        parent: null
    },

    seo: {
        ru: {
            title: "Металлопластиковые окна в Харькове | Харьков окна",
            description:
                "Изготовление и установка металлопластиковых окон, дверей, балконов и других ПВХ конструкций в Харькове.",
        },
        uk: {
            title: "Металопластикові вікна у Харкові | Харків вікна",
            description:
                "Виготовлення та встановлення металопластикових вікон, дверей, балконів та інших ПВХ конструкцій у Харкові.",
        },
    },
};