const TABS_IMAGES = {
    three: "/img/4a.webp",
    four: "/img/white4x.webp",
    five: "/img/6.webp",
    six: "/img/greenokno_shuco-si82_produkciya_image_03.webp",
    eight: "/img/ideal-7000.webp",
} as const;

export const PAGE_DATA = {
    ru: {
        title: "Технические характеристики Winbau",

        tabsItem: [
            {
                id: "three",
                image: TABS_IMAGES.three,
                label: "3-х камерный профиль",
                content: [
                    "монтажная ширина 60 мм",
                    "ширина стеклопакета 24/32 мм",
                    "воздушные камеры 3",
                    "теплосопротивление 0,64 м2 С/Вт",
                    "толщина стенок не менее 3 мм",
                    "контур уплотнения серого цвета (впаяный)",
                    "толщина метала 1 мм",
                ],
            },
            {
                id: "four",
                image: TABS_IMAGES.four,
                label: "4-х камерный профиль",
                content: [
                    "Монтажная ширина: 60 мм",
                    "ширина стеклопакета 24/32 мм",
                    "воздушные камеры 3",
                    "теплосопротивление 0,64 м2 С/Вт",
                    "Толщина наружной стенки: 3 мм",
                    "контур уплотнения серого цвета (впаяный)",
                    "Толщина металла: 1 мм",
                ],
            },
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-ти камерный профиль",
                content: [
                    "Монтажная ширина: 60 мм",
                    "Ширина стеклопакета: 24/32 мм",
                    "Воздушные камеры: 3",
                    "теплосопротивление 0,64 м2 С/Вт",
                    "Толщина наружной стенки: 3 мм",
                    "контур уплотнения серого цвета (впаяный)",
                    "Толщина металла: 1 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-ти камерный профиль",
                content: [
                    "Монтажная ширина: 60 мм",
                    "Ширина стеклопакета: 24/32 мм",
                    "Воздушные камеры: 3",
                    "теплосопротивление 0,64 м2 С/Вт",
                    "Толщина наружной стенки: 3 мм",
                    "контур уплотнения серого цвета (впаяный)",
                    "Толщина металла: 1 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "8-и камерный профиль",
                content: [
                    "Монтажная ширина: 60 мм",
                    "Ширина стеклопакета: 24/32 мм",
                    "Воздушные камеры: 3",
                    "теплосопротивление 0,64 м2 С/Вт",
                    "Толщина наружной стенки: 3 мм",
                    "контур уплотнения серого цвета (впаяный)",
                    "Толщина металла: 1 мм",
                ],
            },
        ],
    },

    uk: {
        title: "Технічні характеристики Winbau",

        tabsItem: [
            {
                id: "three",
                image: TABS_IMAGES.three,
                label: "3-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 3",
                    "Теплостійкість: 0,64 м²·°С/Вт",
                    "Товщина зовнішньої стінки: 2,6-2,7 мм",
                    "Контур ущільнення сірого кольору (впаяний)",
                    "Товщина металу: 1 мм",
                ],
            },
            {
                id: "four",
                image: TABS_IMAGES.four,
                label: "4-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 3",
                    "Теплостійкість: 0,64 м²·°С/Вт",
                    "Товщина зовнішньої стінки: 2,6-2,7 мм",
                    "Контур ущільнення сірого кольору (впаяний)",
                    "Товщина металу: 1 мм",
                ],
            },
            {
                id: "five",
                image: TABS_IMAGES.five,
                label: "5-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 3",
                    "Теплостійкість: 0,64 м²·°С/Вт",
                    "Товщина зовнішньої стінки: 2,6-2,7 мм",
                    "Контур ущільнення сірого кольору (впаяний)",
                    "Товщина металу: 1 мм",
                ],
            },
            {
                id: "six",
                image: TABS_IMAGES.six,
                label: "6-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 3",
                    "Теплостійкість: 0,64 м²·°С/Вт",
                    "Товщина зовнішньої стінки: 2,6-2,7 мм",
                    "Контур ущільнення сірого кольору (впаяний)",
                    "Товщина металу: 1 мм",
                ],
            },
            {
                id: "eight",
                image: TABS_IMAGES.eight,
                label: "8-камерний профіль",
                content: [
                    "Монтажна ширина: 60 мм",
                    "Ширина склопакета: 24/32 мм",
                    "Повітряні камери: 3",
                    "Теплостійкість: 0,64 м²·°С/Вт",
                    "Товщина зовнішньої стінки: 2,6-2,7 мм",
                    "Контур ущільнення сірого кольору (впаяний)",
                    "Товщина металу: 1 мм",
                ],
            },
        ],
    },
};