export const PAGE = {
    slug: "prices",
    path: "prices",
    title: {
        ru: "Цены на окна",
        uk: "Ціни на вікна",
    },
    menu: {
        visible: true,
        order: 2,
        parent: "pvc-products",
    },
    banner: {
        image: "/img/banner/prices.webp",
        imageMobile: "/img/banner/prices-mob.webp",
    },
    seo: {
        ru: {
            title: "Цены на пластиковые окна в Харькове | Стоимость окон ПВХ",
            description:
                "Цены на пластиковые окна в Харькове. Стоимость окон ПВХ, балконных блоков и дверей. Расчёт цены, изготовление и профессиональная установка.",
        },

        uk: {
            title: "Ціни на пластикові вікна у Харкові | Вартість вікон ПВХ",
            description:
                "Ціни на пластикові вікна у Харкові. Вартість вікон ПВХ, балконних блоків та дверей. Розрахунок ціни, виготовлення та професійне встановлення.",
        },
    },
};