export const PAGE_DATA = {
    ru: {
        title: "Свяжитесь с нами",

        content: `
            <p>
                Если у вас появились вопросы по выбору пластиковых окон, дверей,
                остеклению балконов или необходим расчет стоимости — свяжитесь с нашими специалистами.
                Мы предоставим подробную консультацию и поможем подобрать оптимальное решение для вашего дома или квартиры.
            </p>

            <p>
                Компания выполняет изготовление и установку пластиковых окон в Харькове.
                Наши специалисты помогут определить подходящую профильную систему,
                выбрать стеклопакет и рассчитать стоимость заказа с учетом всех ваших пожеланий.
            </p>

            <p>
                Вы можете связаться с нами по телефону, написать сообщение или оставить заявку на сайте.
                Мы оперативно ответим на ваши вопросы и согласуем удобное время для бесплатного замера.
            </p>
        `,

        contacts: {
            address: "г. Харьков",
        },
    },

    uk: {
        title: "Зв'яжіться з нами",

        content: `
            <p>
                Якщо у вас виникли питання щодо вибору пластикових вікон, дверей,
                скління балконів або необхідний розрахунок вартості — звертайтеся до наших спеціалістів.
                Ми надамо детальну консультацію та допоможемо підібрати оптимальне рішення для вашого будинку чи квартири.
            </p>

            <p>
                Компанія виконує виготовлення та встановлення пластикових вікон у Харкові.
                Наші спеціалісти допоможуть визначити відповідну профільну систему,
                обрати склопакет та розрахувати вартість замовлення з урахуванням ваших побажань.
            </p>

            <p>
                Ви можете зв'язатися з нами телефоном, написати повідомлення або залишити заявку на сайті.
                Ми швидко відповімо на ваші запитання та погодимо зручний час для безкоштовного заміру.
            </p>
        `,

        contacts: {
            address: "м. Харків",
            phone1: "+38 (099) 424 74 50",
            phone2: "+38  (067) 812 36 08",
            phone3: "+38  (073) 259 81 42",
            email: "info@okna.kharkiv.ua",
            schedule: "Пн–Сб: 8:00–19:00",
        },
    },
};