export const PAGE = {
    slug: "contacts",
    path: "contacts",

    title: {
        ru: "Контакты",
        uk: "Контакти",
    },
    menu: {
        visible: true,
        order: 6,
        parent: null,
    },
    seo: {
        ru: {
            title: "Контакты компании по установке окон в Харькове | Пластиковые окна",
            description:
                "Контакты компании по продаже и установке пластиковых окон в Харькове. Телефон, адрес, график работы, консультация и заказ замера окон.",
        },

        uk: {
            title: "Контакти компанії з встановлення вікон у Харкові | Пластикові вікна",
            description:
                "Контакти компанії з продажу та встановлення пластикових вікон у Харкові. Телефон, адреса, графік роботи, консультація та замовлення заміру вікон.",
        },
    },

    banner: {
        image: "/img/banner/image-04.webp",
        imageMobile: "/img/banner/image-04-mob.webp",
    },
};