export const PAGE = {
    slug: "balcony-finishing",
    path: "services/balcony-finishing",

    title: {
        ru: "Отделка балконов",
        uk: "Оздоблення балконів",
    },
    menu: {
        visible: true,
        order: 1,
        parent: "services",
    },

    seo: {
        ru: {
            title: "Отделка балконов в Харькове | Внутренняя отделка лоджий под ключ",
            description:
                "Профессиональная отделка балконов и лоджий в Харькове. Внутренняя отделка, утепление, обшивка стен, монтаж потолков, пола и комплексный ремонт балконов под ключ.",
        },

        uk: {
            title: "Оздоблення балконів у Харкові | Внутрішнє оздоблення лоджій під ключ",
            description:
                "Професійне оздоблення балконів і лоджій у Харкові. Внутрішнє оздоблення, утеплення, обшивка стін, монтаж стелі, підлоги та комплексний ремонт балконів під ключ.",
        },
    },

    banner: {
        image: "/img/banner/kartinka_400.webp",
        imageMobile: "/img/banner/kartinka_400-mob.webp",
    },

};