export const PAGE = {
    slug: "reviews",
    path: "reviews",

    title: {
        ru: "Отзывы покупателей",
        uk: "Відгуки покупців",
    },
    menu: {
        visible: true,
        order: 4,
        parent: null,
    },
    seo: {
        ru: {
            title: "Отзывы покупателей | Пластиковые окна в Харькове",
            description:
                "Отзывы клиентов о пластиковых окнах, дверях и остеклении балконов. Узнайте мнение наших покупателей о качестве продукции, монтаже и сервисе.",
        },

        uk: {
            title: "Відгуки покупців | Пластикові вікна у Харкові",
            description:
                "Відгуки клієнтів про пластикові вікна, двері та скління балконів. Дізнайтеся думку наших покупців про якість продукції, монтаж і сервіс.",
        },
    },


    banner: {
        image: "/img/banner/reviews.webp",
        imageMobile: "/img/banner/reviews-mob.webp",
    },
};